11/data/attachments/d261cb82b92f4266.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_aa6f6c0b-dc0b-41a5-8b8c-44da0f82a2d9</nif:username>
            <nif:friendToBeAdded>Christine_six_Actions_53839_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>